Repository: dci-debian-kde-applications/ktp-call-ui
Catalog: po/*/ktp-call-ui.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Incoming video call
ast: Videollamada entrante

source: <p>%1 is asking you for a video call</p>
ast: <p>%1 ta pidiéndote facer una videollamada</p>

source: Incoming call
ast: Llamada entrante

source: <p>%1 is calling you</p>
ast: <p>%1 ta llamándote</p>

# action, answers the incoming call
source: Answer
ast: Responder

# action, rejects the incoming call
source: Reject
ast: Refugar

source: Call with %1
ast: Llamar con %1

# @info:status
source: Connecting...
ast: Coneutando...

# @info:status the remote user's phone is ringing
source: Ringing...
ast: Sonando...

# @info:status
source: Remote user accepted the call, waiting for connection...
ast: L'usuariu remotu aceutó la llamada, esperando pola conexón...

# @info:status
source: Talking...
ast: Falando...

# @info:status
source: Remote contact ended the call.
ast: El contautu remotu finó la llamada.

# @info:status
source: Remote contact rejected the call.
ast: El contautu remotu refugó la llamada.

# @info:status
source: Remote contact didn't answer.
ast: El contautu remotu nun respondió.

# @info:status
source: Invalid number or contact.
ast: Númberu o contautu non válidu.

# @info:status
source: You don't have permission to make this call.
ast: Nun tienes permisu pa facer esta llamada.

# @info:status
source: Remote contact is currently busy.
ast: Anguaño'l contautu remotu ta ocupáu.

# @info:status
source: Internal component error.
ast: Fallu internu del componente.

# @info:status
source: Remote service error.
ast: Fallu del serviciu remotu.

# @info:status
source: Network error.
ast: Fallu de rede.

# @info:status
source: Failed to negotiate codecs.
ast: Fallu al negociar los códecs.

# @info:status
source: Unsupported media type.
ast: Triba non sofitada de medios.

# @info:status
source: Connectivity error.
ast: Fallu de coneutividá.

# @info:status
source: Unknown error.
ast: Fallu desconocíu.

# @action
source: Show my video
ast: Amosar el mio videu

# @action
source: Show dialpad
ast: Amosar panel de marcáu

# @action
source: Hide window
ast: Anubrir ventana

# @action
source: Restore window
ast: Restaurar ventana

# @action
source: Send video
ast: Unviar videu

# @action
source: Mute
ast: Silencia

# @action
source: Hold
ast: Poner n'espera

# @action
source: Hangup
ast: Colingar

# @action
source: Full Screen
ast: Pantalla completa

# @info:error
source: There was an error while pausing the call
ast: Hebo un fallu entrín se posaba la llamada

# @info:status
source: Call held
ast: Llamada puesta n'espera

# @info:error
source: Failed to put the call off hold: Some devices are not available
ast: Fallu al poner la llamda n'espera: Dellos preseos nun ta disponibles

# @info:error
source: Unknown error
ast: Fallu desconocíu

# @info:status
source: Putting the call on hold...
ast: Poniendo llamda n'espera...

# @info:status
source: Resuming the call...
ast: Siguiendo cola llamada...

# @info:error
source: Internal Error
ast: Fallu internu

source: Call
ast: Llamar

source: Window
ast: Ventana

source: Loading accounts...
ast: Cargando cuentes...

source: Error: Failed to load accounts
ast: Fallu: Falló la cargar de cuentes

source: Failed to start call.
ast: Fallu al aniciar la llamada.

source: Account:
ast: Cuenta:

source: Number / Contact URI:
ast: URI de númberu/contautu:

source: Audio Call
ast: Llamada d'audiu

source: Video Call
ast: Videollamada

source: Make a call
ast: Facer una llamada

source: The number to call
ast: Númberu al que llamar

source: Dialpad
ast: Panel de marcáu

source: KDE Telepathy Call Ui
ast: IU de llamaaes de Telepathy KDE

source: Hangup
ast: Colingar

source: Hold
ast: Poner n'espera

source: Mute
ast: Silenciar

source: Show My Video
ast: Amosar el mio videu

source: Show Dialpad
ast: Amosar panel de marcáu

source: Calling
ast: Llamando

source: The video call window has been hidden, but the call will remain active. Click to restore.
ast: Anubrióse la ventana de videollamda pero la llamada entá sigue activa. Primi pa restaurar.
